<template>
  <div class="deal-box">
    <div class="deal-main">
      <h1>源合网用户服务协议</h1>
      <h2>第1条 协议内容及签署</h2>
      <p><strong>1.1</strong> 本协议构成您与源合网站（由北京中工源合科技有限开发、运营）就网站使用服务所达成的协议。当您完成注册并在本服务协议前方“□”打√时，即表示您认可协议条款和条件，已同意受源合网服务协议约束，包括但不限于本协议及所有源合网站已经发布的或将来可能发布的各类规则等。如果您不同意本协议，请不要在“□”打√，同时您将无权使用源合网站的服务。
      </p>
      <p><strong>1.2</strong> 您应当在使用源合网站服务之前认真阅读全部协议内容。如您对协议有任何疑问的，可向源合网站咨询。但无论您事实上是否在使用源合网站服务之前认真阅读了本协议内容，只要您使用源合网站服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得源合网对您问询的解答等理由，主张本协议无效或要求撤销本协议。
      </p>
      <p><strong>1.3</strong> 源合网站有权根据需要不时地制订、修改本协议或各类规则，并以网站公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在网站公布后，即时生效。如您不同意相关变更，应当立即停止使用源合网站服务。如果您继续使用源合网站服务，即表示您接受经修订的协议和规则。
      </p>
      <p><strong>1.4</strong> 源合网站提供的网络服务的所有权和最终解释权归北京中工源合信息科技有限公司所有。本协议中，被许可使用源合网站服务的注册会员均简称为“注册会员”。
      </p>
      <h2>第2条 服务内容</h2>
      <p><strong>2.1</strong> 注册会员可以在网站上浏览公告、项目介绍、项目视频等网站开放信息，经过网站审核的认证投资人还可以依据各自的权限查看项目内容页的详细信息，并在线发送投资意向。
      </p>
      <p><strong>2.2</strong> 注册会员有权在指定板块发布符合源合网站要求的信息。
      </p>
      <p><strong>2.3</strong> 源合网站运用自己的操作系统通过互联网使得注册会员可以在源合网站上成功发</p>
      <h2>第3条 注册会员的权利与义务</h2>
      <p><strong>3.1</strong> 注册会员有权在源合网站的指定版块发布符合规定的信息。
      </p>
      <p><strong>3.2</strong> 注册会员有义务确保其发布、评论的信息符合中华人民共和国的法律法规及源合网站的相关规则的要求。
      </p>
      <p><strong>3.3</strong> 注册会员有义务保证其向源合网站提交及发布的信息是真实有效的，并将承担由于发布错误信息而造成的损失。
      </p>
      <p><strong>3.4</strong> 除非取得源合网站的事先书面同意。注册会员不得将其在本协议项下享有的权利与义务转让给任何第三方。
      </p>
      <h2>第4条 源合网站的权利和义务
      </h2>
      <p><strong>4.1</strong> 源合网站将对每一个申请成为认证投资人的注册会员进行审核，并且有权拒绝注册会员申请成为认证投资人或者发布项目的要求。
      </p>
      <p><strong>4.2</strong> 源合网站会竭力确保特定信息（比如项目内容页的详细信息）只对有查看权限的注册会员开放。
      </p>
      <h2>第5条 免责声明
      </h2>
      <p><strong>5.1</strong> 源合网站仅为注册会员提供网络空间及技术服务，我们并不能完全确保注册会员提交的信息是完全无误的。
      </p>
      <p><strong>5.2</strong> 如因源合网站系统维护或升级而需暂停服务时，将事先公告。若因线路故障及非本公司控制范围内的其他硬件故障或其它不可抗力而导致暂停服务，那么暂停服务期间造成的一切不便与损失，本网站不负任何责任。
      </p>
      <p><strong>5.3</strong> 源合网业务系统因下列状况无法正常运作，使您无法使用各项服务时，源合网不承担损害赔偿责任，该状况包括但不限于：
      </p>
      <p><strong>5.3.1</strong> 源合网在门户网站公告之系统停机维护期间；
      </p>
      <p><strong>5.3.2</strong> 服务器、电信设备、线路等硬件设施出现故障导致交易数据不能正常产生、传输；
      </p>
      <p><strong>5.3.3</strong> 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力事件，导致源合网系统障碍不能正常为您提供服务；
      </p>
      <p><strong>5.3.4</strong> 由于黑客攻击、电力系统 问题、电信部门技术调整等其他方非因源合网自身所能控制原因而造成的服务中断或者延迟。
      </p>
      <p><strong>5.4</strong> 本协议未涉及的问题参见国家有关法律法规，当本协议与国家法律法规冲突时，以国家法律法规为准。
      </p>
      <h2>第6条隐私权政策及安全</h2>
      <p><strong>6.1</strong> 源合网站尊重并保护所有注册会员的个人隐私权。为了给您提供更准确、更有个性化的服务，源合网站会按照本隐私权政策的规定使用和披露您的个人信息。但我们将以高度审慎的态度对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，源合网站不会将这些信息对外披露或向第三方提供。但以下状况除外：</p>
      <p><strong>6.1.1</strong> 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
      </p>
      <p><strong>6.1.2</strong> 如您出现违反中国有关法律、法规或相关规则的情况，需要向第三方披露；
      </p>
      <p><strong>6.2</strong> 源合网站会不时更新本隐私权政策。
      </p>
      <p><strong>6.3</strong> 为了更好地服务注册会员，源合网站可能通过使用您的个人信息，向您提供您感兴趣的信息。
      </p>
      <p><strong>6.4</strong> 源合网站通过对注册会员登陆密码进行加密等安全措施确保注册会员的隐私安全。
      </p>
      <h2>第7条 知识产权</h2>
      <p><strong>7.1</strong> 注册会员的上传行为代表着注册会员或其代表的公司授权源合网站对上传的信息享有不可撤销的永久的使用权和收益权，但注册会员或其代表的公司仍保有上传信息的所属权。</p>
      <p><strong>7.2</strong> 注册会员有义务确保其发布的信息不侵犯任何第三方知识产权及其他权利，否则由此给第三方及源合网站造成的损失将由注册会员承担。</p>
      <h2>第8条 法律适用及争议解决</h2>
      <p><strong>8.1</strong> 本协议签署、效力、解释和执行以及争议之解决均应适用中国法律。</p>
      <p><strong>8.2</strong> 对本协议任何条款的执行或解释所引起的任何争议，源合网站和注册会员应尽最大努力友好协商解决；协商不成的，双方均可向源合网站所在地的人民法院起诉。</p>
      <h2>第9条 有效期及其他</h2>
      <p><strong>9.1</strong> 本协议有效期自注册会员点击同意之日起至注册会员注销账号之日止。</p>
      <p><strong>9.2</strong> 如本协议的任何条款被视作无效或无法执行，不影响其余条款的效力。</p>
      <p><strong>9.3</strong> 本协议标题是为了方便阅读所设，并非是对条款的定义、限制和解释。</p>
    </div>
  </div>
</template>

<script>
    export default {
        name: 'deal'
    }
</script>

<style type="text/scss" lang="scss" scoped>
  .deal-box {
    padding: 10px;
    background-color: #E6F4FA;
    margin:10px;
    text-align: left;
    .deal-main{
      background-color:#F5FBFF;
      border:1px solid #C6D3DC;
      padding:30px 30px 40px;
      line-height: 2;
      h1{
        text-align: center;
        font-size: 20px;
        margin-bottom: 20px;
        color:#000;
      }
      h2{
        padding: 10px 0;
        color:#000;
        font-size: 14px;
      }
      p{
        text-indent: 28px;
        strong{
          color:#000;
          font-weight: bold;
        }
      }
    }
  }

</style>
